illad_text = """
제 1권
아킬레우스의 분노: 아가멤논이 아폴론 사제의 딸, 크뤼세이스를 모욕한 죄과로 아카이 진영(고대 그리스 동맹군)에 전염병이 번진다. 총지휘관 아가멤논은 공개 회의에서 아킬레우스와 격한 말다툼 끝에 그의 애첩 브리세이스를 강제로 빼앗음로써 또한 아킬레우스를 모욕하게 된다. 분노에 사로잡힌 아킬레우스는 앞으로 트로이군과의 전투에 참여하지 않겠다고 공언한다. 아킬레우스의 어머니 테티스는 아들의 부탁에 따라 제우스를 은밀히 찾아가 아카이아군이 패배하도록 요청하여 그의 허락을 받아낸다.

제 2권
아가멤논은 제우스가 보낸 꿈에서 트로이아가 함락되는 것을 본다. 이 꿈이 무엇을 뜻하는지 아가멤논은 장군들과 토론 끝에, 전체 군사회의를 소집한다. 네스토르와 오디세우스는 열띤 논쟁을 벌이며, 아카이아군은 트로이 정복을 포기하고 귀향하자는 의견에 마음이 솔깃해지지만, 신들의 영향하에 있는 오뒷세우스의 강한 반대와 건의에 따라 트로이군과 빨리 결전을 치르자는 데에 합의를 본다. 시의 후반(484-877 이른바 전함 카탈로그)은 전쟁에 참가한 아카이아군과 트로이아군의 지방, 도시 그리고 지휘관들을 노래하고 있다.

제 3권
트로이아군과 아카이아군은 들판으로 나가 전투를 위해 진을 친다. 그러나 트로이아의 장군 파리스는 홀로 양 진영 사이에 나서서 자신과 단판을 할 아카이아 용사는 앞으로 나오라고 소리친다. 아카이아군 진영에서 마땅한 도전자를 찾고 있을 때를 같이하여 트로이아의 왕 프리아모스는 헬레나를 망루에 불러내어 아카이아의 장군들에 관해 이야기를 듣는다. 마침내 파리스는 헬레나의 (전)남편 메넬라오스와 일대일 결투를 벌인 끝에 패배하며, 아프로디테에 의해 목숨을 건진다. 그리고 헬레나는 여신의 강요로 파리스가 쉬고 있는 침소로 가 그를 약간은 핀잔을 주면서 위로한다.

제 4권
제우스를 중심으로 올림포스의 신들은 트로이전쟁의 앞날에 관한 문제를 놓고 회의를 한다. 아카이아군의 편을 드는 헤라의 요구로 아테나는 판다로스를 꾀어 메넬라오스에게 활을 쏘아 부상을 입힘으로서 이 전에 맺은 협약을 깨친다. 트로이아군의 간계에 분격한 아가멤논은 곧바로 전투 태세를 갖추도록 아카이아 장군들에게 명령을 내린다. 장군들이 이끄는 부대의 열병식을 끝마친 후 아카이아군은 드디어 트로이아 진영으로 공격해 들어간다.

제 5권
디오메데스의 무공과 아테나의 도움으로 아카이아군은 트로이아군을 궁지에 몰아 넣는다. 디오메데스는 선두에 서서 만나는 졸개들을 모조리 물리친 후 메넬라오스를 부상시킨 판다로스와 그를 지원하는 아이네아스와 대결한다. 먼저 창을 던져 판다로스를 단숨에 꺼꾸러뜨린 다음 아이네아스에게는 바윗돌을 집어던져 기절을 시킨다. 죽을 지경에 놓인 아들을 구출하기 위해 아프로디테가 끼어들지만 성난 황소 같은 디오메데스에게 손에 부상을 입고 도망친다. 아이네아스는 결국 아폴론에 의해 구출되며, 아폴론은 아테나가 잠시 전장을 비운 틈을 타 트로이아군에 활기를 불어넣으며 또한 아레스가 트로이군의 편을 듦으로써 아카이아군이 궁지에 몰린다. 이를 지켜본 헤라는 다시 아테나를 시켜 아카이아군을 돕도록 한다. 다시 디오메데스는 아테나의 힘을 등에 업고 아레스와 맞붙어 싸운다

제 6권
트로이아군과 아카이아군 사이에 치열한 전투가 계속되는 틈에 헥토르는 동생 헬레노스의 간청에 따라 성으로 돌아가 아낙네들로 하여금 아테나에게 도움을 청하는 기도를 하도록 권유한다. 이 사이에 전장에서는 트로이아 장군 글라우코스와 아카이아 장군 디오메데스는 서로 족보를 묻고는 서로의 조상이 예전에 알고 지내던 사이라는 것을 확인하고는 기뻐하며 싸움을 그만두고 가지고 있던 무기를 우정의 표시로 교환한다. 헥토르는 트로이아 성에서 전투에 참가하지 않고 있는 동생 파리스를 만나 핀잔을 준 뒤, 남편을 찾아 어린 아들 아스튀르낙스를 품에 안고 이리저리 헤메는 아내 안드로마케를 성문 근처에서 만나 눈물어린 이별의 대화를 나눈다. 이는 일리아스에서 묘사된 가장 유명한 이별 장면이다.

제 7권
아테나와 아폴론은 헥토르에게 아카이아의 가장 용맹한 장수와 일대 일로 싸우게 부추긴다. 텔라몬의 아들, 큰 아이아스와 헥토르는 일대 일로 결투를 벌인다. 밤이 되어 양쪽 군대가 갈라지고 네스토르가 전사자들을 화장할 수 있도록 휴전을 맺고 아카이아 인들의 선단 주위에 방벽을 쌓도록 권유한다.

제 8권
제우스는 아킬레우스를 위해 아가멤논에게 복수해 주겠다고 한 자신의 약속을 지키기 위해 다른 신들에게 이 전쟁에 개입하지 못하도록 한다. 이에 다른 신들도 아카이아 군이나 트로이군을 도와주지 못한다. 제우스는 이데산으로 가서 아카이아인들에게 패배를 트로이아 인들에게는 승리의 영광을 내린다.트로이군은 승리하고 밤이 되자 승리에 도취된 헥토르는 아카이아군의 진영앞에서 야영을 한다.

제 9권
전세가 많이 불리해지자 아카이아 군은 전쟁을 접고 귀국하려고 한다. 아가멤논은 귀국을 하려고 하지만 디오메데스와 네스토르는 이에 반대한다. 아가멤논은 네스토르의 조언에 따라 아킬레우스에게 사절을 보내 아킬레우스와 화해하려고 하였으나 아킬레우스는 이를 단호히 거절한다.

제 10권
아가멤논과 메넬라오스는 잠을 이루지 못하고 다른 장군들을 깨워 파수병들을 돌아보게 한다. 디오메데스와 오디세우스는 트로이군의 정탐군인 돌론을 죽이고 트로이군의 진영에 몰래들어가 트로이군을 정탐한다. 오디세우스와 디오메데우스는 정탐을 마치고 돌아오는 길에 트라키아인들의 진영을 급습하고 말들을 빼앗아 돌아온다.

제 11권
새로운 날이 밝자, 아가멤논은 무장을 갖추고 전쟁터로 군사들을 이끌고 나온다. 그는 용감히 싸웠지만 부상을 입고 디오메데스도 역시 부상을 입고 선단으로 돌아간다. 혼자서 고군분투하던 오디세우스가 적군에게 포위당하자 아이아스가 그를 구해준다. 역시 오디세우스도 부상을 당하고 아카온과 에우리필로스도 부상을 당해 선단으로 물러난다. 네스토르가 마카온을 싣고 돌아오는 것을 보고 아킬레우스는 파트로클로스를 보내 네스토르가 싣고 온 사람이 누구인지 알아보게 한다.

제 12권
아카이아군은 트로이군에 쫓겨 방벽안으로 밀려들어가고 헥토르는 방벽을 공격한다. 두 명의 아이아스가 이에 맞서서 항전을 독려한다. 리키아의 두 장군 글라우코스와 사르페돈이 방벽을 맹렬히 공격하다가 글라우코스는 부상을 당해 물러가고 사르페돈이 격국 방벽을 허물고 만다. 헥토르가 돌로 쳐서 방벽의 문을 부수자 트로이군은 방벽을 넘어 문을 지나 물밀듯이 아카이아 진영으로 쳐들어 간다.

제 13권
아카이아 군의 선단을 둘러싸고 치열한 전투가 벌어진다. 포세이돈은 제우스 몰래 아카이아인들을 도와주며 격려한다. 맹렬하게 공격하는 헥토르를 맞아 두 아이아스가 무너진 방벽 근처에서 선전하고 전선의 왼쪽에서는 이도메네우스와 메리오네스가 아이네이아스와 파리스 등을 맞아서 분투한다.헥토르는 풀리다마스의 조언에 따라 군사들을 한쪽으로 집결시켜서 맹렬히 공격을 퍼붓는다.

제 14권
네스토르가 마카온을 대접한 다음 다시 싸움터로 돌아가다가 부상당한 아가멤논, 디오메데스, 오디세우스와 마주친다. 아가멤논은 철군을 주장하는데 오디세우스가 반대한다.

한편, 헤라는 잠의 신의 도움으로 제우스를 이데산에서 잠재우는 데 성공한다. 이틈을 타서 포세이돈은 아카이아 인들을 도와주는데 큰 아이아스가 던진 돌에 헥토르가 맞고 부상당하여 물러나게 되고 이를 기회로 아카이아인들이 공세를 시작하여 트로이군이 후퇴한다. 작은 아이아스는 큰 공을 세운다.

제 15권
제우스는 잠에서 깨어나자 헤라에게 크게 화를 낸다. 이리스를 포세이돈에게 보내 싸움에 개입하지 말라고 종용하고 아폴론을 헥토르에게 보내어 그를 회복시키게 한다. 헥토르가 회복하고 다시 전장으로 나가 아폴론의 도움을 받아 아카이아 인들을 맹렬히 공격하자 아카이안인들은 결국 맨 앞쪽의 선단으로부터 후퇴하기 시작한다. 큰 아이아스는 해전(海戰)에 쓰는 긴 창을 들고 홀로 분전하지만 중과부적으로 결국 트로이 군은 맨 앞쪽에 있던 프로테실라오스의 배애 불을 지른다.

제 16권
파트로클로스가 아킬레우스의 무장을 입고 출전하여 트로이 군을 선단에서 몰아낸다. 아킬레우스는 파트로클로스에게 트로이군을 선단에서 몰아내기만 하고 돌아오라고 일렀으나 파트로클로스는 이를 무시하고 도망하는 트로이군을 쫓아진격한다. 파트로클로스는 추격전에서 사르페돈을 죽이는 등 혁혁한 공을 세우지만 결국 헥토르의 손에 죽임을 당한다.

제 17권
파트로클로스의 시체를 서로 차지하기 위해 아카이아 군과 트로이군과의 일전일퇴의 격전이 벌어진다. 헥토르가 파트로클로스에게서 아킬레우스의 갑옷을 벗겨 자신이 입고는 더욱 맹렬한 공격을 가한다. 메넬라오스가 안틸로코스를 보내 파트로클로스의 전사소식을 아킬레우스에게 알리게 한다. 두 명의 아이아스가 분전하는 동안 메넬라오스와 메리오네스가 파트로클로스의 시체와 귀환한다.
"""